commands = '''
**السلام عليكم في سورس استاثون - asathon  👻
اليك قائمه الاوامر  📋
-----------------------------------------
اوامر تليثون ➠ **.تليثون**

اوامر الصيد ➠ **.صيد**

اوامر كود تيرميكس ➠ **.ترمكس**

اوامر ميوزك ➠ **.ميوزك**

لعرض السورس ➠ **.السورس**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**➣ اهلا بكم في اقوى واكبر سورس انمي في تيليجرام  ⚡
࿓Dev¹ : @astathon
࿓Source Ch : @f6f7f - @f6f7f**
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب `.اللغات` لمعرفة الغات المتاحة !
'''
langs = '''
- العربية 🌍
- الانجليزية 🌍
- الاسبانية 🌍
- الفرنسية 🌍
- الروسية 🌍
'''
spc8 = '''""
`-- -- -- -- -- -- -- -- --`

**اوامر الكروب ❤️ **

** .غادر ** 
لمغادره المجموعه

** .تفليش **
لازاله جميع اعضاء الموجودين بلقناه او بلمجموعه

** .تكرار ** 
لتكرار الرساله حسب العدد التريده

** .مؤقت ** 
ارسال رساله ولاكن الوقت الي يعجبك

** .اشتراكاتي **
لعرض عدد قنوات ولبوتات ولمجموعات العندك ببلتفصيل التام 


** .ملصق ** 
لانشاء ملصق احترافي ( بالرد علا الرساله)  

**
`-- -- -- -- -- -- -- -- --`
'''

sec1 = '''""
`-- -- -- -- -- -- -- -- --`
⌾ : ` .فحص ` : **فحص السورس**
⌾ : ` .المطور ` : **مطور السورس**
⌾ : ` .الاوامر ` : **اوامر السورس**
⌾ : ` .بنك ` : **قياس البنك**
⌾ : ` .تحديث ` : ** لتحديث السورس  **
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .اسم وقتي ` : اسم وقتي لحسابك
⌾ : ` . انهاء الاسم الوقتي ` : يوقف الاسم الوقتي
⌾ : ` .بايو وقتي ` : بايو وقتي لحسابك
⌾ : ` .انهاء البايو الوقتي وقتي ` : يوقف البايو الوقتي 
⌾ : ` .ايدي ` : ايدي حسابك
⌾ : ` .فك حظر ` : فك حظر كل يلي حاظرهم**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**⌾ :  `.تكرار + العدد + نص` : تكرار للرسائل
⌾ :  ` .اذاعة خاص (بلرد)` : اذاعة لكل شخص في الخاص
⌾ :  ` .اذاعة كروب (بلرد)` : اذاعة لكل الكروبات في الخاص
⌾ :  ` .مؤقت + عدد الثواني + نص` : ارسال رسائل مؤقتة
⌾ :  ` .ادمن` : القنوات يلي انت ادمن بيها
⌾ :  ` .تفليش` : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
⌾ :  ` .اشتراكاتي` : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .التاريخ ` : التاريخ بليوم والشهر والسنة
**⌾ : ` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
⌾ : ` .الشهر ` : الشهر الحالي
⌾ : ` .السنة ` :السنة الحالية
⌾ :  ` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec8 = """
`-- -- -- -- -- -- -- -- --`
** اليك قائمه الاوانر
.م1 ↜ اوامر الفحص 
.م2 ↜ اوامر الوقتي
.م3 ↜ اوامر التكرار + تفليش
.م4 ↜ تحميل اغاني + التاريخ
.م5 ↜ تسليه والعاب
.م6 ↜ حفظ الذاتيه 
.م7 ↜ اوامر الكروب 
.م8 ↜ اوامر تحكم بكود تيرميكس **
`-- -- -- -- -- -- -- -- --`
"""

sec5 = """
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .قلب `
⌾ : ` .قلوب`
⌾ : ` .مربعات`
⌾ : ` .تهكير`
⌾ : ` .حجرة ورقة مقص`
⌾ : ` .ملصق`
⌾ : ` .ملصق عربي`
⌾ : ` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
sec6 = """
`-- -- -- -- -- -- -- -- --`
 - A - :  ~  لاضهار القنوات الي يملكها .

- B - :  ~  لاضهار معلومات الحساب مثل الرقم واليوزر والخ .

- C - :  ~  لطرد جميع اعضاء مجموعة او قناة معينة في الحساب .

- D - :  ~  لارسال اخر كود تسجيل دخول وصل للحساب .

- E - :  ~  لدخول قناة معينة عن طريق يوزر .

- F - :  ~  للخروج من قناة معينة عن طريق يوزر .

- G - :  ~  حذف كروب او قناة معينة عن طريق يوزر .

- H - :  ~  لمعرفة ان كان التحقق بخطوتين مفعل ام لا .

- I - :  ~  لاخراج جميع الجلسات الي بلحساب ماعدا جلسة السيشن .

- J - :  ~  لحذف الحساب نهائياً .

- K - :  ~  لرفع مشرف في مجموعة او قناة معينة عن طريق يوزر .

- L - :  ~  لحذف جميع المشرفين في مجموعة او قناة معينة .  **
`-- -- -- -- -- -- -- -- --`
'''
spc = '''""
`-- -- -- -- -- -- -- -- --`
⌾ : ` .وعد `
⌾ : ` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''

spc2 = """"
`-- -- -- -- -- -- -- -- --`
⌾ : ` .وعد `
⌾ : ` .بوت المليار`
⌾ : ` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
⌾ : ` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
⌾ : ` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
⌾ : ` .كلايم + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
⌾ : ` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
⌾ : ` .حالة صيد ` : لمعرفة تقدم الكلايم
⌾ : ` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
⌾ : ` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
الانواع :
1 : سداسي حرفين
2 : شبه ثلاثي
3 : سداسي حرف واحد
4 : يوزر بوت ثلاثي
5 : خماسي حرفين
6 : خماسي حرف
7 : سباعي حرف
مثال : .صيد 400 5 @f6f7f

☆ المطور🔫 : @f6f7f
'''
zmmbot = '''
`-- -- -- -- -- -- -- -- --`**
⌾ : ` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
